[
  [
    "There is no consideration of talent development activities, with little awareness of the need to spot talent, provide training, or create an enabling environment for research careers.",
    "Planning is underway to develop talent-spotting and training initiatives, with growing awareness of the need to support research careers and create an enabling environment.",
    "Talent development activities including training and research skill building are beginning to occur in small pockets of the organization.",
    "Talent development, training programs, and research career support are expanding throughout the organization beyond isolated areas.",
    "Comprehensive talent development and research career support systems are fully embedded across the organization with continuous monitoring and improvement processes in place."
  ],
  [
    "The organization has not considered reducing barriers to research activities and shows little awareness of the need to provide time, resources, or legitimacy for research work.",
    "Plans are being developed to reduce research barriers and provide necessary resources, with early evidence of activities based on these plans.",
    "Efforts to provide research time and resources while legitimizing research activities are emerging in small areas of the organization.",
    "Research support through dedicated time and resources is widely adopted across the organization, with growing recognition of research impact and contributions.",
    "Research activities are fully embedded with established resource allocation, widespread recognition of research contributions, and systematic review processes for continuous improvement."
  ],
  [
    "There is no consideration of forming external research partnerships or developing midwifery research leadership to influence broader research agendas.",
    "Planning is underway to establish external research links and develop leadership capacity, with some early activities beginning to emerge.",
    "Research partnerships and leadership development activities are starting to form in small pockets of the organization.",
    "External research linkages and leadership initiatives are expanding significantly and becoming widely adopted throughout the organization.",
    "Strong research partnerships and leadership programs are fully established across the organization with ongoing monitoring and continuous improvement mechanisms."
  ],
  [
    "The organization has not considered involving patients and the public in research or engaging the wider workforce in research delivery activities.",
    "Plans are being developed to support public involvement in research and engage more staff in research delivery, with early implementation beginning.",
    "Patient and public involvement initiatives along with workforce engagement in research delivery are emerging in small areas of the organization.",
    "Inclusive research practices involving patients, public, and the wider workforce are expanding and becoming widely adopted across the organization.",
    "Comprehensive inclusive research delivery systems are embedded throughout the organization with established monitoring and improvement processes."
  ],
  [
    "There is no consideration of developing digital research capabilities or data science skills for research and service development purposes.",
    "Planning is underway to build digital research leadership and data science skills, with early evidence of training and development activities.",
    "Digital research capabilities and data science skill development are beginning to emerge in small pockets of the organization.",
    "Digital research leadership and data science capabilities are expanding significantly and being widely adopted across the organization.",
    "Advanced digital research capabilities and data science expertise are fully embedded throughout the organization with continuous monitoring and improvement systems."
  ]
]