[
  {
    "model": "survey.questionnaire",
    "pk": 3,
    "fields": {
      "title": "Consent",
      "description": "Before you begin, we kindly ask you to review the information below regarding your participation in this questionnaire. It is important that you understand the purpose of this study, what your involvement entails, and how your data will be used. By completing and submitting your responses, you are agreeing to participate voluntarily and provide consent for the use of your data in accordance with the terms outlined. In completing and submitting my responses to this questionnaire, I understand: Please tick the checkboxes."
    }
  },
  {
    "model": "survey.questionnaire",
    "pk": 4,
    "fields": {
      "title": "A. Releasing Potential",
      "description": "This includes spotting talent, enthusiasm, and resilience, learning by doing, training and research skill use in practice. It also covers understanding the importance of an enabling environment, facilitating and supporting research careers from the start."
    }
  },
  {
    "model": "survey.questionnaire",
    "pk": 5,
    "fields": {
      "title": "B. Embedding research",
      "description": "This includes reducing barriers to research related activities by providing time and resources. It covers making research legitimate in the organisation, recognising the impact of research and nurses' contribution to research."
    }
  },
  {
    "model": "survey.questionnaire",
    "pk": 6,
    "fields": {
      "title": "C. Linkages and Leadership",
      "description": "This includes activities related to forming research links outside the organisation, promoting nurse research leadership to influence the wider research agenda."
    }
  },
  {
    "model": "survey.questionnaire",
    "pk": 7,
    "fields": {
      "title": "D. Inclusive research delivery",
      "description": "This includes activities related supporting the public and patient's involvement in research. It also covers engaging the wider nursing workforce in delivering portfolio research, creating more opportunities to deliver research and making the contribution of nurses visible."
    }
  },
  {
    "model": "survey.questionnaire",
    "pk": 8,
    "fields": {
      "title": "E. Digital enabled research",
      "description": "It covers activities related to research leadership and skills in digital technologies and data science including the skills needed to undertake research and service developments."
    }
  },
  {
    "model": "survey.questionnaire",
    "pk": 9,
    "fields": {
      "title": "Demographic Information",
      "description": "Please provide us with this information."
    }
  }
]